tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "eth-p/software"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
brew "apktool"
brew "python@3.9"
brew "awscli"
brew "axel"
brew "bash-completion"
brew "bat"
brew "bundletool"
brew "tcl-tk"
brew "cmatrix"
brew "cocoapods"
brew "composer"
brew "cowsay"
brew "elm-format"
brew "fdupes"
brew "fortune"
brew "fzf"
brew "ghostscript"
brew "git"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "hub"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lolcat"
brew "ruby"
brew "macvim"
brew "mitmproxy"
brew "moreutils"
brew "mycli"
brew "mysql", restart_service: true
brew "neofetch"
brew "nvm"
brew "pidcat"
brew "pinentry-mac"
brew "pv"
brew "pyenv"
brew "qrencode"
brew "ripgrep"
brew "ruby@2.7", link: true
brew "scrcpy"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "eth-p/software/bat-extras"
brew "facebook/fb/idb-companion"
brew "versent/taps/saml2aws"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "anydesk"
cask "appcleaner"
cask "brave-browser"
cask "copyq"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dosbox"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "fork"
cask "hiddenbar"
cask "iglance"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jd-gui"
cask "jellyfin"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "krisp"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mysqlworkbench"
cask "nextcloud"
cask "ngrok"
cask "openemu"
cask "postman"
cask "qlstephen"
cask "rectangle"
cask "signal"
cask "skype"
cask "slack"
cask "smartgit"
cask "soduto"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
