tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "eth-p/software"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "versent/taps"
cask "adoptopenjdk8"
brew "awscli"
brew "axel"
brew "bat"
brew "cowsay"
brew "elm-format"
brew "fortune"
brew "fzf"
brew "git"
brew "htop"
brew "hub"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "macvim"
brew "moreutils"
brew "neofetch"
brew "nvm"
brew "pidcat"
brew "pyenv"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "thefuck"
brew "tree"
brew "watchman"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "eth-p/software/bat-extras"
brew "facebook/fb/idb-companion"
brew "versent/taps/saml2aws"
cask "adoptopenjdk11"
cask "brave-browser"
cask "copyq"
cask "figma"
cask "firefox"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "fork"
cask "hiddenbar"
cask "iglance"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "nextcloud"
cask "postman"
cask "rectangle"
cask "signal"
cask "skype"
cask "slack"
cask "smartgit"
cask "soduto"
cask "transmission"
cask "visual-studio-code"
